Repository: JHdehao/Cove
Catalog: Cove/Localizable.xcstrings
Source language: en
Languages: ar, ja, ko, ru, zh_hans, zh_hant

# --- ## 转录
source: --- ## Transcript
ar: --- ## النص المفرغ
ja: --- ## 文字起こし
ko: --- ## 녹취록
ru: --- ## Расшифровка
zh_hans: --- ## 转录
zh_hant: --- ## 轉錄

# %@语音模型… %lld%%
source: %1$@ speech models… %2$lld%%
ar: %1$@ نماذج الكلام… %2$lld%%
ja: 音声モデルを%1$@… %2$lld%%
ko: 음성 모델 %1$@… %2$lld%%
ru: Речевые модели: %1$@… %2$lld%%
zh_hans: %1$@语音模型… %2$lld%%
zh_hant: %1$@語音模型… %2$lld%%

# %lld 人
source: %lld people
ar: %lld أشخاص
ja: %lld 人
ko: %lld명
ru: %lld чел.
zh_hans: %lld 人
zh_hant: %lld 人

# API Key 无效或已过期（401）。请到设置 → 模型接口检查。
source: The API key is invalid or expired (401). Check it in Settings → Model Endpoints.
ar: مفتاح API غير صالح أو منتهي الصلاحية (401). تحقق منه في الإعدادات ← اتصالات النماذج.
ja: API キーが無効か期限切れです（401）。設定 → モデル接続 で確認してください。
ko: API 키가 유효하지 않거나 만료되었습니다(401). 설정 → 모델 연결에서 확인하세요.
ru: Ключ API недействителен или истёк (401). Проверьте его в Настройки → Подключения моделей.
zh_hans: API Key 无效或已过期（401）。请到设置 → 模型接口检查。
zh_hant: API Key 無效或已過期（401）。請到設定 → 模型介面檢查。

# API Key（本地接口可留空）
source: API key (optional for local servers)
ar: مفتاح API (اختياري للخوادم المحلية)
ja: API キー（ローカルは空欄可）
ko: API 키(로컬은 비워도 됨)
ru: Ключ API (для локальных можно пусто)
zh_hans: API Key（本地接口可留空）
zh_hant: API Key（本地介面可留空）

# Apple 智能暂不可用。
source: Apple Intelligence isn't available right now.
ar: Apple Intelligence غير متاح حاليًا.
ja: Apple Intelligence は現在利用できません。
ko: Apple Intelligence를 지금 사용할 수 없습니다.
ru: Apple Intelligence сейчас недоступен.
zh_hans: Apple 智能暂不可用。
zh_hant: Apple 智慧暫不可用。

# Apple 智能模型还在下载，稍后再试。
source: The Apple Intelligence model is still downloading. Try again later.
ar: لا يزال نموذج Apple Intelligence قيد التنزيل. حاول لاحقًا.
ja: Apple Intelligence のモデルをダウンロード中です。しばらくしてからお試しください。
ko: Apple Intelligence 모델을 아직 다운로드 중입니다. 잠시 후 다시 시도하세요.
ru: Модель Apple Intelligence ещё загружается. Попробуйте позже.
zh_hans: Apple 智能模型还在下载，稍后再试。
zh_hant: Apple 智慧模型還在下載，稍後再試。

# Apple 智能自带的模型，在手机上运行，不联网、不用 Key。上下文较小，长会议会分很多段整理，纪要质量不如大模型。
source: The model built into Apple Intelligence. Runs on the phone, offline, no key needed. Its context is small, so long meetings are summarized in many parts and the minutes are less polished than with a large model.
ar: النموذج المدمج في Apple Intelligence. يعمل على الهاتف دون اتصال ودون مفتاح. سياقه صغير، لذا تُلخَّص الاجتماعات الطويلة على أجزاء كثيرة وتكون جودة المحضر أقل من النماذج الكبيرة.
ja: Apple Intelligence 内蔵のモデル。iPhone 上でオフライン動作し、キーも不要です。コンテキストが小さいため、長い会議は細かく分けて整理され、議事録の質は大型モデルに及びません。
ko: Apple Intelligence에 내장된 모델. 휴대폰에서 오프라인으로 실행되며 키가 필요 없습니다. 컨텍스트가 작아 긴 회의는 여러 조각으로 나누어 정리하며, 회의록 품질은 대형 모델보다 낮습니다.
ru: Встроенная модель Apple Intelligence. Работает на телефоне без сети и без ключа. Контекст небольшой, поэтому длинные встречи обрабатываются по частям, и протокол получается проще, чем у больших моделей.
zh_hans: Apple 智能自带的模型，在手机上运行，不联网、不用 Key。上下文较小，长会议会分很多段整理，纪要质量不如大模型。
zh_hant: Apple 智慧自帶的模型，在手機上執行，不聯網、不用 Key。上下文較小，長會議會分很多段整理，紀要質量不如大模型。

# Apple 本机
source: Apple on-device
ar: Apple على الجهاز
ja: Apple オンデバイス
ko: Apple 온디바이스
ru: Apple на устройстве
zh_hans: Apple 本机
zh_hant: Apple 本機

# Apple 本机模型
source: Apple On-Device Model
ar: نموذج Apple على الجهاز
ja: Apple オンデバイスモデル
ko: Apple 온디바이스 모델
ru: Модель Apple на устройстве
zh_hans: Apple 本机模型
zh_hant: Apple 本機模型

# Claude 夜
source: Claude Dark
ar: Claude داكن
ja: Claude ダーク
ko: Claude 다크
ru: Claude тёмная
zh_hans: Claude 夜
zh_hant: Claude 夜

# Claude 昼
source: Claude Light
ar: Claude فاتح
ja: Claude ライト
ko: Claude 라이트
ru: Claude светлая
zh_hans: Claude 昼
zh_hant: Claude 晝

# Cove 不收集任何数据，没有账号、统计或广告。生成纪要时，会议转录只发送到你自己选的模型接口；第一次发送到某个云端服务前会先问你。
source: Cove collects no data: no account, analytics or ads. To write minutes, the transcript is sent only to the model endpoint you chose, and you're asked before anything first goes to a cloud service.
ar: لا يجمع Cove أي بيانات: لا حساب ولا تحليلات ولا إعلانات. لكتابة المحضر يُرسَل النص فقط إلى اتصال النموذج الذي اخترته، ونسألك قبل أول إرسال إلى أي خدمة سحابية.
ja: Cove はデータを一切収集しません。アカウント、解析、広告もありません。議事録の作成時、文字起こしはあなたが選んだモデル接続にのみ送信され、クラウドサービスへの初回送信前には確認します。
ko: Cove는 어떤 데이터도 수집하지 않습니다. 계정, 분석, 광고가 없습니다. 회의록을 만들 때 녹취록은 직접 선택한 모델 연결로만 보내며, 클라우드 서비스로 처음 보내기 전에 먼저 묻습니다.
ru: Cove не собирает никаких данных: нет аккаунта, аналитики и рекламы. Для протокола расшифровка отправляется только в выбранное вами подключение, а перед первой отправкой в облачный сервис мы спросим вас.
zh_hans: Cove 不收集任何数据，没有账号、统计或广告。生成纪要时，会议转录只发送到你自己选的模型接口；第一次发送到某个云端服务前会先问你。
zh_hant: Cove 不收集任何資料，沒有賬號、統計或廣告。生成紀要時，會議轉錄只發送到你自己選的模型介面；第一次傳送到某個雲端服務前會先問你。

# Cove 以 GNU AGPL-3.0 开源。
source: Cove is open source under the GNU AGPL-3.0.
ar: Cove مفتوح المصدر بترخيص GNU AGPL-3.0.
ja: Cove は GNU AGPL-3.0 のオープンソースです。
ko: Cove는 GNU AGPL-3.0 오픈 소스입니다.
ru: Cove — открытое ПО под лицензией GNU AGPL-3.0.
zh_hans: Cove 以 GNU AGPL-3.0 开源。
zh_hant: Cove 以 GNU AGPL-3.0 開源。

# LM Studio（本地）
source: LM Studio (local)
ar: LM Studio (محلي)
ja: LM Studio（ローカル）
ko: LM Studio(로컬)
ru: LM Studio (локально)
zh_hans: LM Studio（本地）
zh_hant: LM Studio（本地）

# Ollama（本地）
source: Ollama (local)
ar: Ollama (محلي)
ja: Ollama（ローカル）
ko: Ollama(로컬)
ru: Ollama (локально)
zh_hans: Ollama（本地）
zh_hant: Ollama（本地）

# Pro 只多一项：会后在手机上识别说话人。其余功能全部免费。
source: Pro adds one thing: identifying speakers on the phone after the meeting. Everything else is free.
ar: يضيف Pro ميزة واحدة: التعرّف على المتحدثين على الهاتف بعد الاجتماع. كل ما عدا ذلك مجاني.
ja: Pro で増えるのは 1 つだけ：会議後に iPhone 上で話者を識別します。その他の機能はすべて無料です。
ko: Pro는 한 가지만 더합니다: 회의 후 휴대폰에서 화자를 식별합니다. 나머지 기능은 모두 무료입니다.
ru: Pro добавляет одно: определение говорящих на телефоне после встречи. Всё остальное бесплатно.
zh_hans: Pro 只多一项：会后在手机上识别说话人。其余功能全部免费。
zh_hant: Pro 只多一項：會後在手機上識別說話人。其餘功能全部免費。

# X-ASR 流式 + 离线 + Silero VAD
source: X-ASR streaming + offline + Silero VAD
ar: X-ASR بث مباشر + دون اتصال + Silero VAD
ja: X-ASR ストリーミング + オフライン + Silero VAD
ko: X-ASR 스트리밍 + 오프라인 + Silero VAD
ru: X-ASR потоковая + офлайн + Silero VAD
zh_hans: X-ASR 流式 + 离线 + Silero VAD
zh_hant: X-ASR 流式 + 離線 + Silero VAD

# X-ASR-zh-en 语音模型
source: X-ASR-zh-en speech model
ar: نموذج الكلام X-ASR-zh-en
ja: X-ASR-zh-en 音声モデル
ko: X-ASR-zh-en 음성 모델
ru: Речевая модель X-ASR-zh-en
zh_hans: X-ASR-zh-en 语音模型
zh_hant: X-ASR-zh-en 語音模型

# vLLM、LiteLLM、llama.cpp server、one-api 等都可以用这个。
source: Works with vLLM, LiteLLM, llama.cpp server, one-api and the like.
ar: يعمل مع vLLM وLiteLLM وllama.cpp server وone-api وما شابه.
ja: vLLM、LiteLLM、llama.cpp server、one-api などで使えます。
ko: vLLM, LiteLLM, llama.cpp server, one-api 등에서 사용할 수 있습니다.
ru: Подходит для vLLM, LiteLLM, llama.cpp server, one-api и т. п.
zh_hans: vLLM、LiteLLM、llama.cpp server、one-api 等都可以用这个。
zh_hant: vLLM、LiteLLM、llama.cpp server、one-api 等都可以用這個。

# 一次性买断
source: One-time purchase
ar: شراء لمرة واحدة
ja: 買い切り
ko: 한 번 구매
ru: Разовая покупка
zh_hans: 一次性买断
zh_hant: 一次性買斷

# 一次性买断，没有订阅。
source: One-time purchase, no subscription.
ar: شراء لمرة واحدة، بلا اشتراك.
ja: 買い切り、サブスクリプションなし。
ko: 한 번 구매, 구독 없음.
ru: Разовая покупка, без подписки.
zh_hans: 一次性买断，没有订阅。
zh_hant: 一次性買斷，沒有訂閱。

# 上次有 %lld 场会议没有正常结束（App 被关闭或退出）。录音和转录已经恢复，最多缺最后一分钟。
source: %lld meeting(s) didn't finish properly last time (the app was closed or quit). The recording and transcript have been recovered; at most the last minute is missing.
ar: لم ينتهِ %lld اجتماع بشكل صحيح في المرة السابقة (أُغلق التطبيق). تم استرداد التسجيل والنص، وقد تنقص الدقيقة الأخيرة فقط.
ja: 前回、%lld 件の会議が正常に終了しませんでした（アプリが終了されました）。録音と文字起こしは復元済みで、欠けているのは最大で最後の 1 分です。
ko: 지난번 %lld개의 회의가 정상적으로 끝나지 않았습니다(앱이 종료됨). 녹음과 녹취록을 복구했으며 최대 마지막 1분만 빠졌습니다.
ru: В прошлый раз %lld встреч(и) не завершились нормально (приложение было закрыто). Запись и расшифровка восстановлены, может не хватать только последней минуты.
zh_hans: 上次有 %lld 场会议没有正常结束（App 被关闭或退出）。录音和转录已经恢复，最多缺最后一分钟。
zh_hant: 上次有 %lld 場會議沒有正常結束（App 被關閉或退出）。錄音和轉錄已經恢復，最多缺最後一分鐘。

# 下载语音模型
source: Download speech models
ar: تنزيل نماذج الكلام
ja: 音声モデルをダウンロード
ko: 음성 모델 다운로드
ru: Загрузить речевые модели
zh_hans: 下载语音模型
zh_hant: 下載語音模型

# 下载语音模型（约 %lld MB）
source: Download speech models (about %lld MB)
ar: تنزيل نماذج الكلام (نحو %lld ميغابايت)
ja: 音声モデルをダウンロード（約 %lld MB）
ko: 음성 모델 다운로드(약 %lld MB)
ru: Загрузить речевые модели (около %lld МБ)
zh_hans: 下载语音模型（约 %lld MB）
zh_hant: 下載語音模型（約 %lld MB）

# 下载说话人模型（约 %lld MB）
source: Download speaker models (about %lld MB)
ar: تنزيل نماذج المتحدثين (نحو %lld ميغابايت)
ja: 話者モデルをダウンロード（約 %lld MB）
ko: 화자 모델 다운로드(약 %lld MB)
ru: Загрузить модели говорящих (около %lld МБ)
zh_hans: 下载说话人模型（约 %lld MB）
zh_hant: 下載說話人模型（約 %lld MB）

# 不发送
source: Don't Send
ar: عدم الإرسال
ja: 送信しない
ko: 보내지 않음
ru: Не отправлять
zh_hans: 不发送
zh_hant: 不傳送

# 中文（台湾）
source: Chinese (Taiwan)
ar: الصينية (تايوان)
ja: 中国語（台湾）
ko: 중국어(대만)
ru: Китайский (Тайвань)
zh_hans: 中文（台湾）
zh_hant: 中文（臺灣）

# 中断
source: Gap
ar: انقطاع
ja: 中断
ko: 중단
ru: Перерыв
zh_hans: 中断
zh_hant: 中斷

# 云端 API
source: Cloud APIs
ar: واجهات API سحابية
ja: クラウド API
ko: 클라우드 API
ru: Облачные API
zh_hans: 云端 API
zh_hant: 雲端 API

# 人名、项目名、专业词，一行一个。转录认错时，模型会按这里纠正。
source: Names, project names, jargon — one per line. When the transcript gets them wrong, the model corrects them from this list.
ar: الأسماء وأسماء المشاريع والمصطلحات، واحد في كل سطر. عندما يخطئ النص في التعرّف عليها يصححها النموذج من هذه القائمة.
ja: 人名、プロジェクト名、専門用語を 1 行に 1 つ。文字起こしが誤った場合、モデルがこの一覧で訂正します。
ko: 사람 이름, 프로젝트명, 전문 용어를 한 줄에 하나씩. 녹취록이 잘못 인식하면 모델이 이 목록으로 바로잡습니다.
ru: Имена, названия проектов, термины — по одному в строке. Если расшифровка ошибётся, модель исправит по этому списку.
zh_hans: 人名、项目名、专业词，一行一个。转录认错时，模型会按这里纠正。
zh_hant: 人名、專案名、專業詞，一行一個。轉錄認錯時，模型會按這裡糾正。

# 仅手动
source: Manual only
ar: يدويًا فقط
ja: 手動のみ
ko: 수동만
ru: Только вручную
zh_hans: 仅手动
zh_hant: 僅手動

# 从列表选择
source: Choose from list
ar: اختر من القائمة
ja: リストから選択
ko: 목록에서 선택
ru: Выбрать из списка
zh_hans: 从列表选择
zh_hant: 從列表選擇

# 从日历带入标题和参会人
source: Title and attendees from Calendar
ar: العنوان والحضور من التقويم
ja: カレンダーから件名と参加者を取得
ko: 캘린더에서 제목과 참석자 가져오기
ru: Название и участники из Календаря
zh_hans: 从日历带入标题和参会人
zh_hant: 從日曆帶入標題和參會人

# 以后新增的 Pro 功能一并解锁。
source: Future Pro features are included.
ar: تشمل ميزات Pro المستقبلية أيضًا.
ja: 今後追加される Pro 機能もすべて含まれます。
ko: 앞으로 추가되는 Pro 기능도 모두 포함됩니다.
ru: Будущие функции Pro тоже включены.
zh_hans: 以后新增的 Pro 功能一并解锁。
zh_hant: 以後新增的 Pro 功能一併解鎖。

# 会中实时纪要
source: Live notes from the meeting
ar: ملاحظات مباشرة أثناء الاجتماع
ja: 会議中のライブメモ
ko: 회의 중 실시간 메모
ru: Заметки во время встречи
zh_hans: 会中实时纪要
zh_hant: 會中即時紀要

# 会中笔记
source: Meeting Note
ar: ملاحظة أثناء الاجتماع
ja: 会議中のメモ
ko: 회의 중 메모
ru: Заметка
zh_hans: 会中笔记
zh_hant: 會中筆記

# 会后在手机上分出「说话人 1 / 2 / 3」，长按改成真名；纪要和对话能说清谁说了什么、谁负责什么。
source: After the meeting, tells "Speaker 1 / 2 / 3" apart on the phone; long-press to give real names. Minutes and chat can then say who said what and who owns what.
ar: بعد الاجتماع يميّز «المتحدث 1 / 2 / 3» على الهاتف؛ اضغط مطولًا لإدخال الأسماء الحقيقية. عندها يوضح المحضر والمحادثة من قال ماذا ومن المسؤول عن ماذا.
ja: 会議後に iPhone 上で「話者 1 / 2 / 3」を区別し、長押しで実名に変更。議事録とチャットで誰が何を言い、誰が何を担当するかが明確になります。
ko: 회의 후 휴대폰에서 「화자 1 / 2 / 3」을 구분하고 길게 눌러 실명으로 바꿉니다. 회의록과 대화에서 누가 무엇을 말했고 누가 무엇을 맡았는지 분명해집니다.
ru: После встречи разделяет «Говорящий 1 / 2 / 3» прямо на телефоне; долгое нажатие — дать настоящие имена. Протокол и чат смогут сказать, кто что говорил и кто за что отвечает.
zh_hans: 会后在手机上分出「说话人 1 / 2 / 3」，长按改成真名；纪要和对话能说清谁说了什么、谁负责什么。
zh_hant: 會後在手機上分出「說話人 1 / 2 / 3」，長按改成真名；紀要和對話能說清誰說了什麼、誰負責什麼。

source: After the meeting, the phone tells "Speaker 1 / 2 / 3" apart; long-press a name in the transcript to rename. If you know how many people attended, set it in the meeting's menu for better results. Models: pyannote segmentation + 3D-Speaker voiceprints, open source.
ar: بعد الاجتماع يميّز الهاتف «المتحدث 1 / 2 / 3»؛ اضغط مطولًا على الاسم في النص لإعادة تسميته. إذا عرفت عدد الحضور فحدّده من قائمة الاجتماع لنتيجة أدق. النماذج: تقطيع pyannote + بصمات صوت 3D-Speaker، مفتوحة المصدر.
ja: 会議後に iPhone 上で「話者 1 / 2 / 3」を区別します。文字起こしの名前を長押しで実名に変更できます。参加人数がわかる場合は会議画面のメニューで指定すると精度が上がります。モデル：pyannote 分割 + 3D-Speaker 声紋（オープンソース）。
ko: 회의 후 휴대폰에서 「화자 1 / 2 / 3」을 구분합니다. 녹취록의 이름을 길게 눌러 실명으로 바꿀 수 있습니다. 인원수를 알면 회의 화면 메뉴에서 지정하면 더 정확합니다. 모델: pyannote 분할 + 3D-Speaker 성문, 오픈 소스.
ru: После встречи телефон разделяет «Говорящий 1 / 2 / 3»; долгое нажатие на имя в расшифровке — переименовать. Если знаете число участников, укажите его в меню встречи — так точнее. Модели: сегментация pyannote + голосовые отпечатки 3D-Speaker, открытый код.
zh_hans: 会后在手机上分出「说话人 1 / 2 / 3」，长按转录里的名字可改成真名。人数已知时，在会议页菜单里指定人数会更准。模型：pyannote 分割 + 3D-Speaker 声纹，开源。
zh_hant: 會後在手機上分出「說話人 1 / 2 / 3」，長按轉錄裡的名字可改成真名。人數已知時，在會議頁選單裡指定人數會更準。模型：pyannote 分割 + 3D-Speaker 聲紋，開源。

# 会后自动识别说话人
source: Identify speakers after meetings
ar: التعرّف على المتحدثين تلقائيًا بعد الاجتماع
ja: 会議後に話者を自動識別
ko: 회의 후 화자 자동 식별
ru: Определять говорящих после встречи
zh_hans: 会后自动识别说话人
zh_hant: 會後自動識別說話人

# 会议
source: Meetings
ar: الاجتماعات
ja: 会議
ko: 회의
ru: Встречи
zh_hans: 会议
zh_hant: 會議

# 会议 %@
source: Meeting %@
ar: اجتماع %@
ja: 会議 %@
ko: 회의 %@
ru: Встреча %@
zh_hans: 会议 %@
zh_hant: 會議 %@

# 会议标题
source: Meeting Title
ar: عنوان الاجتماع
ja: 会議の件名
ko: 회의 제목
ru: Название встречи
zh_hans: 会议标题
zh_hant: 會議標題

# 会议转录超过「单次最多字数」时先分段整理再合并，按模型的上下文长度设置（中文约 1 字 ≈ 1 token）。
source: Transcripts longer than "Max characters per request" are summarized in parts and then combined. Set it to the model's context length (about 1 token per Chinese character, 4 per English word).
ar: النصوص الأطول من «أقصى عدد أحرف لكل طلب» تُلخَّص على أجزاء ثم تُدمج. اضبطه حسب طول سياق النموذج (نحو رمز واحد لكل حرف صيني).
ja: 文字起こしが「1 回の最大文字数」を超えると分割して整理してから統合します。モデルのコンテキスト長に合わせて設定してください（中国語は約 1 文字 ≈ 1 トークン）。
ko: 녹취록이 「요청당 최대 글자 수」를 넘으면 나누어 정리한 뒤 합칩니다. 모델의 컨텍스트 길이에 맞게 설정하세요(중국어 약 1자 ≈ 1토큰).
ru: Расшифровки длиннее «Макс. символов за запрос» обрабатываются по частям и затем объединяются. Укажите по длине контекста модели (≈1 токен на китайский иероглиф).
zh_hans: 会议转录超过「单次最多字数」时先分段整理再合并，按模型的上下文长度设置（中文约 1 字 ≈ 1 token）。
zh_hant: 會議轉錄超過「單次最多字數」時先分段整理再合併，按模型的上下文長度設定（中文約 1 字 ≈ 1 token）。

# 使用 %@ · %@
source: Using %1$@ · %2$@
ar: يُستخدم %1$@ · %2$@
ja: 使用中：%1$@ · %2$@
ko: 사용 중: %1$@ · %2$@
ru: Используется %1$@ · %2$@
zh_hans: 使用 %1$@ · %2$@
zh_hant: 使用 %1$@ · %2$@

# 俄语
source: Russian
ar: الروسية
ja: ロシア語
ko: 러시아어
ru: Русский
zh_hans: 俄语
zh_hant: 俄語

# 保存
source: Save
ar: حفظ
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# 停止
source: Stop
ar: إيقاف
ja: 停止
ko: 중지
ru: Стоп
zh_hans: 停止
zh_hant: 停止

# 停止自动导出
source: Stop Auto Export
ar: إيقاف التصدير التلقائي
ja: 自動書き出しを停止
ko: 자동 내보내기 중지
ru: Остановить автоэкспорт
zh_hans: 停止自动导出
zh_hant: 停止自動匯出

source: Fully open source and offline on the phone; recordings are never uploaded. X-ASR streaming shows captions as people speak (about 0.2 s), and the X-ASR offline model re-reads each finished sentence for the final text. Supports Mandarin and English, including mixed speech.
ar: مفتوح المصدر بالكامل ويعمل دون اتصال على الهاتف؛ لا تُرفع التسجيلات أبدًا. يعرض X-ASR المباشر الترجمة أثناء الكلام (نحو 0.2 ثانية)، ويعيد نموذج X-ASR غير المتصل قراءة كل جملة مكتملة للنص النهائي. يدعم الماندرين والإنجليزية بما في ذلك الكلام المختلط.
ja: すべてオープンソースで iPhone 上でオフライン動作し、録音はアップロードされません。X-ASR ストリーミングが話しながら字幕を表示（約 0.2 秒）、文が終わるたびに X-ASR オフライン版で読み直して確定します。中国語（普通話）と英語、混在にも対応。
ko: 모두 오픈 소스이며 휴대폰에서 오프라인으로 실행되고 녹음은 업로드되지 않습니다. X-ASR 스트리밍이 말하는 동안 자막을 표시(약 0.2초)하고, 문장이 끝날 때마다 X-ASR 오프라인 버전으로 다시 읽어 확정합니다. 중국어(표준어)와 영어, 혼용 지원.
ru: Полностью открытый код и офлайн на телефоне; записи не загружаются. Потоковая X-ASR показывает субтитры по ходу речи (≈0,2 с), а офлайн-версия X-ASR перечитывает каждую законченную фразу для итогового текста. Поддерживает китайский (путунхуа) и английский, включая смешанную речь.
zh_hans: 全部开源、在手机上离线运行，录音不会上传：X-ASR 流式识别边说边出字幕（约 0.2 秒），每句话结束时用 X-ASR 离线版重读一遍定稿。支持普通话和英语（含中英混说）。
zh_hant: 全部開源、在手機上離線執行，錄音不會上傳：X-ASR 流式識別邊說邊出字幕（約 0.2 秒），每句話結束時用 X-ASR 離線版重讀一遍定稿。支援普通話和英語（含中英混說）。

# 关于
source: About
ar: حول
ja: 情報
ko: 정보
ru: О приложении
zh_hans: 关于
zh_hant: 關於

# 关闭
source: Close
ar: إغلاق
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# 其他
source: Other
ar: أخرى
ja: その他
ko: 기타
ru: Другое
zh_hans: 其他
zh_hant: 其他

# 内容超出了苹果本机模型能处理的长度。可以把接口的「单次最多字数」调小，或换用云端 / 电脑上的模型。
source: This is longer than Apple's on-device model can handle. Lower the endpoint's "Max characters per request", or use a cloud or computer-hosted model.
ar: المحتوى أطول مما يستطيع نموذج Apple على الجهاز معالجته. قلّل «أقصى عدد أحرف لكل طلب» أو استخدم نموذجًا سحابيًا أو على الحاسوب.
ja: Apple オンデバイスモデルが処理できる長さを超えています。接続の「1 回の最大文字数」を小さくするか、クラウドやパソコン上のモデルを使ってください。
ko: Apple 온디바이스 모델이 처리할 수 있는 길이를 넘었습니다. 연결의 「요청당 최대 글자 수」를 줄이거나 클라우드/컴퓨터의 모델을 사용하세요.
ru: Слишком длинно для модели Apple на устройстве. Уменьшите «Макс. символов за запрос» или используйте облачную модель либо модель на компьютере.
zh_hans: 内容超出了苹果本机模型能处理的长度。可以把接口的「单次最多字数」调小，或换用云端 / 电脑上的模型。
zh_hant: 內容超出了蘋果本機模型能處理的長度。可以把介面的「單次最多字數」調小，或換用雲端 / 電腦上的模型。

# 写一封会后跟进邮件
source: Draft a follow-up email
ar: اكتب بريد متابعة بعد الاجتماع
ja: フォローアップメールを書いて
ko: 후속 이메일을 써 줘
ru: Напиши письмо по итогам встречи
zh_hans: 写一封会后跟进邮件
zh_hant: 寫一封會後跟進郵件

# 写你想要的纪要结构，比如： ## 背景 ## 结论 ## 待办 标题、一句话结论和出处标注会自动加上。
source: Describe the structure you want, e.g.: ## Background ## Conclusions ## Action items The title, one-line summary and source citations are added automatically.
ar: اكتب البنية التي تريدها، مثلًا: ## الخلفية ## الاستنتاجات ## المهام يُضاف العنوان والخلاصة في سطر والإحالات إلى المصدر تلقائيًا.
ja: 欲しい議事録の構成を書いてください。例： ## 背景 ## 結論 ## ToDo 件名、一言のまとめ、出典は自動で付きます。
ko: 원하는 회의록 구조를 적어 주세요. 예: ## 배경 ## 결론 ## 할 일 제목, 한 줄 결론, 출처 표시는 자동으로 붙습니다.
ru: Опишите нужную структуру, например: ## Контекст ## Выводы ## Задачи Название, вывод в одну строку и ссылки на источник добавятся сами.
zh_hans: 写你想要的纪要结构，比如： ## 背景 ## 结论 ## 待办 标题、一句话结论和出处标注会自动加上。
zh_hant: 寫你想要的紀要結構，比如： ## 背景 ## 結論 ## 待辦 標題、一句話結論和出處標註會自動加上。

# 出错了
source: Something Went Wrong
ar: حدث خطأ
ja: エラー
ko: 오류
ru: Ошибка
zh_hans: 出错了
zh_hant: 出錯了

# 分享 Markdown
source: Share Markdown
ar: مشاركة Markdown
ja: Markdown を共有
ko: Markdown 공유
ru: Поделиться Markdown
zh_hans: 分享 Markdown
zh_hant: 分享 Markdown

# 分享字幕（SRT）
source: Share Subtitles (SRT)
ar: مشاركة الترجمة (SRT)
ja: 字幕を共有（SRT）
ko: 자막 공유(SRT)
ru: Поделиться субтитрами (SRT)
zh_hans: 分享字幕（SRT）
zh_hant: 分享字幕（SRT）

# 分段整理 %lld/%lld
source: Summarizing part %1$lld/%2$lld
ar: تلخيص الجزء %1$lld/%2$lld
ja: 分割して整理中 %1$lld/%2$lld
ko: 구간 정리 중 %1$lld/%2$lld
ru: Обработка части %1$lld/%2$lld
zh_hans: 分段整理 %1$lld/%2$lld
zh_hant: 分段整理 %1$lld/%2$lld

# 删除
source: Delete
ar: حذف
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# 删除会议
source: Delete Meeting
ar: حذف الاجتماع
ja: 会議を削除
ko: 회의 삭제
ru: Удалить встречу
zh_hans: 删除会议
zh_hant: 刪除會議

# 删除语音模型
source: Delete Speech Models
ar: حذف نماذج الكلام
ja: 音声モデルを削除
ko: 음성 모델 삭제
ru: Удалить речевые модели
zh_hans: 删除语音模型
zh_hant: 刪除語音模型

# 删除说话人模型
source: Delete Speaker Models
ar: حذف نماذج المتحدثين
ja: 話者モデルを削除
ko: 화자 모델 삭제
ru: Удалить модели говорящих
zh_hans: 删除说话人模型
zh_hant: 刪除說話人模型

# 删除这个接口
source: Delete This Endpoint
ar: حذف هذا الاتصال
ja: この接続を削除
ko: 이 연결 삭제
ru: Удалить подключение
zh_hans: 删除这个接口
zh_hant: 刪除這個介面

# 删除这个接口？
source: Delete this endpoint?
ar: حذف هذا الاتصال؟
ja: この接続を削除しますか？
ko: 이 연결을 삭제할까요?
ru: Удалить это подключение?
zh_hans: 删除这个接口？
zh_hant: 刪除這個介面？

# 单次最多字数
source: Max characters per request
ar: أقصى عدد أحرف لكل طلب
ja: 1 回の最大文字数
ko: 요청당 최대 글자 수
ru: Макс. символов за запрос
zh_hans: 单次最多字数
zh_hant: 單次最多字數

# 反馈问题
source: Report a Problem
ar: الإبلاغ عن مشكلة
ja: 問題を報告
ko: 문제 신고
ru: Сообщить о проблеме
zh_hans: 反馈问题
zh_hant: 反饋問題

# 发送到 %@？
source: Send to %@?
ar: الإرسال إلى %@؟
ja: %@ に送信しますか？
ko: %@(으)로 보낼까요?
ru: Отправить в %@?
zh_hans: 发送到 %@？
zh_hant: 傳送到 %@？

# 取消
source: Cancel
ar: إلغاء
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# 只存在本机
source: On this device only
ar: على هذا الجهاز فقط
ja: この端末のみ
ko: 이 기기에만
ru: Только на устройстве
zh_hans: 只存在本机
zh_hant: 只存在本機

# 合并笔记 %lld/%lld
source: Combining notes %1$lld/%2$lld
ar: دمج الملاحظات %1$lld/%2$lld
ja: メモを統合中 %1$lld/%2$lld
ko: 메모 병합 중 %1$lld/%2$lld
ru: Объединение заметок %1$lld/%2$lld
zh_hans: 合并笔记 %1$lld/%2$lld
zh_hant: 合併筆記 %1$lld/%2$lld

# 同意并发送
source: Agree and Send
ar: الموافقة والإرسال
ja: 同意して送信
ko: 동의하고 보내기
ru: Согласиться и отправить
zh_hans: 同意并发送
zh_hant: 同意併發送

# 同样只在本机
source: Still on device only
ar: على الجهاز فقط أيضًا
ja: こちらも端末内のみ
ko: 역시 기기에서만
ru: Тоже только на устройстве
zh_hans: 同样只在本机
zh_hant: 同樣只在本機

# 名字
source: Name
ar: الاسم
ja: 名前
ko: 이름
ru: Имя
zh_hans: 名字
zh_hant: 名字

# 名称
source: Name
ar: الاسم
ja: 名称
ko: 이름
ru: Название
zh_hans: 名称
zh_hant: 名稱

# 在 LM Studio 的 Developer 页打开 Serve on Local Network。
source: In LM Studio's Developer page, turn on Serve on Local Network.
ar: في صفحة Developer في LM Studio فعّل Serve on Local Network.
ja: LM Studio の Developer ページで Serve on Local Network をオンにしてください。
ko: LM Studio의 Developer 페이지에서 Serve on Local Network를 켜세요.
ru: В LM Studio на странице Developer включите Serve on Local Network.
zh_hans: 在 LM Studio 的 Developer 页打开 Serve on Local Network。
zh_hant: 在 LM Studio 的 Developer 頁開啟 Serve on Local Network。

# 在本机转录
source: Transcribe on Device
ar: التفريغ على الجهاز
ja: 端末で文字起こし
ko: 기기에서 받아쓰기
ru: Расшифровать на устройстве
zh_hans: 在本机转录
zh_hant: 在本機轉錄

# 在本机转录，需要先下载语音模型（约 %lld MB，只需一次）。
source: Transcribing on the phone needs the speech models first (about %lld MB, one time).
ar: يتطلب التفريغ على الهاتف تنزيل نماذج الكلام أولًا (نحو %lld ميغابايت، مرة واحدة).
ja: 端末で文字起こしするには、先に音声モデルをダウンロードしてください（約 %lld MB、初回のみ）。
ko: 기기에서 받아쓰려면 먼저 음성 모델을 다운로드해야 합니다(약 %lld MB, 한 번만).
ru: Для расшифровки на телефоне сначала загрузите речевые модели (около %lld МБ, один раз).
zh_hans: 在本机转录，需要先下载语音模型（约 %lld MB，只需一次）。
zh_hant: 在本機轉錄，需要先下載語音模型（約 %lld MB，只需一次）。

# 声音不上传，模型下载一次（约 35 MB）后离线运行。
source: Audio never leaves the phone; the models download once (about 35 MB) and run offline.
ar: لا يغادر الصوت الهاتف؛ تُنزَّل النماذج مرة واحدة (نحو 35 ميغابايت) وتعمل دون اتصال.
ja: 音声はアップロードされません。モデルは 1 回ダウンロード（約 35 MB）すればオフラインで動きます。
ko: 음성은 업로드되지 않습니다. 모델을 한 번(약 35 MB) 받으면 오프라인으로 작동합니다.
ru: Звук не покидает телефон; модели загружаются один раз (≈35 МБ) и работают офлайн.
zh_hans: 声音不上传，模型下载一次（约 35 MB）后离线运行。
zh_hant: 聲音不上傳，模型下載一次（約 35 MB）後離線執行。

# 声音很小：把手机放到桌子中间、靠近说话的人，识别会准很多。
source: It's quiet: put the phone in the middle of the table, closer to whoever is speaking, for much better accuracy.
ar: الصوت منخفض: ضع الهاتف في وسط الطاولة قرب المتحدثين لدقة أفضل بكثير.
ja: 音が小さいです：iPhone をテーブルの中央、話す人の近くに置くと精度が大きく上がります。
ko: 소리가 작습니다: 휴대폰을 테이블 가운데, 말하는 사람 가까이에 두면 훨씬 정확해집니다.
ru: Тихо: положите телефон в центр стола, ближе к говорящим, — точность заметно вырастет.
zh_hans: 声音很小：把手机放到桌子中间、靠近说话的人，识别会准很多。
zh_hant: 聲音很小：把手機放到桌子中間、靠近說話的人，識別會準很多。

# 外观
source: Appearance
ar: المظهر
ja: 外観
ko: 화면 스타일
ru: Оформление
zh_hans: 外观
zh_hant: 外觀

# 好
source: OK
ar: حسنًا
ko: 확인
zh_hans: 好
zh_hant: 好

# 完成
source: Done
ar: تم
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成
zh_hant: 完成

# 实时字幕
source: Live Captions
ar: ترجمة مباشرة
ja: ライブ字幕
ko: 실시간 자막
ru: Субтитры
zh_hans: 实时字幕
zh_hant: 即時字幕
